/*
   SORelativeDateTransformer.strings
   
   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
*/

/* 
   Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
   <relative time difference> <date component name> ago */
"formatTemplateForRelativePastDatePhrase" = "%d%@前";

/* 
   Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
   in <relative time difference> <date component name> */
"formatTemplateForRelativeFutureDatePhrase" = "%d%@後";

/* localized date component names and plural forms */
"now" = "今";

"year" = "年";

"years" = "年";

"month" = "ヶ月";

"months" = "ヶ月";

"week" = "週間";

"weeks" = "週間";

"day" = "日";

"days" = "日";

"hour" = "時間";

"hours" = "時間";

"minute" = "分";

"minutes" = "分";

"second" = "秒";

"seconds" = "秒";

